{
  "source": "https://proverbicals.com/sailing",
  "proverbs":[
      "A great ship asks for deep waters.",
      "It is good sailing with wind and tide.",
      "To a man wine is like water is to the boat; it can carry him or guzzle him up.",
      "You are not a fully fledged sailor unless you have sailed under full sail.",
      "Two captains sink a ship.",
      "If you are in a boat you are more afraid of fire than you are of water.",
      "Don’t buy a boat that is under water.",
      "After the ship has sunk, everyone knows how she might have been saved.",
      "Loose lips sink ships.",
      "Sailors get to know each other better when there is a storm.",
      "There is no wind that blows right for the sailor who doesn’t know where the harbor is.",
      "One foot cannot stand on two boats.",
      "Help thy brother’s boat across, and lo! thine own has reached the shore.",
      "No matter how big the sea may be, sometimes two ships meet.",
      "He who plunders with a little boat is a pirate; he who plunders with a fleet is a conqueror.",
      "The ship that will not obey the helm will have to obey the rocks.",
      "A man without money is like a boat without sails.",
      "The boat sails by, the shore remains.",
      "Smooth seas do not make skillful sailors.",
      "When the boat reaches mid-stream, it is too late to stop the leak.",
      "The water that a ship sails on is the same water that swallows it up.",
      "A boat that is not tied up will drift along with the stream.",
      "It is safest to sail within reach of the shore.",
      "In calm water every ship has a good captain.",
      "Fear blows wind into your sails.",
      "Don’t sail out further than you can row back.",
      "One should learn to sail in all winds.",
      "Better lose the anchor than the whole ship.",
      "We cannot direct the wind, but we can adjust the sails.",
      "If there is a wave there must be a wind.",
      "Whenever the water rises, the boat will rise too.",
      "A ship on the beach is a lighthouse to the sea.",
      "Red sky at night, sailor’s delight. Red sky at morning, sailors take warning.",
      "Sailors have a port in every storm.",
      "Both the fast and the slow will meet each other on the ferry boat.",
      "Too many hands will row the boat up a mountain.",
      "Hoist your sail when the wind is fair.",
      "A boat stands firmer with two anchors.",
      "Nodding the head does not row the boat.",
      "Our passions are the winds that propel our vessel. Our reason is the pilot that steers her. Without winds the vessel would not move and without a pilot she would be lost.",
      "Don’t build a new ship out of old wood.",
      "If you are going to fight, pray once; if you are going to sail, pray twice; if you are getting married, then pray thrice.",
      "“We have rowed well,” said the flea as the fishing boat arrives at its mooring.",
      "You can’t load a small boat with heavy cargo.",
      "It is good to swim near a boat.",
      "Raise your sail one foot and you get ten feet of wind."
  ]
}
